web/app/views/visitors/index.html.erb

SELECT COUNT(*) FROM "users"
---
    <h3>Admin</h3>
    <p><%= link_to 'User count:', users_path %> <%= User.count %></p>